
[
  {
    "id":1, 
    "name":"Bouillon de poulet",
    "category":"Junk Food",
    "description":"Le Haché Carré Portbaillais est un plat délicieux et facile à préparer, parfait pour un repas rapide en semaine. La recette consiste à utiliser des pommes de terre carrées surgelées et des steaks hachés coupés en petits morceaux, cuits avec de la crème pour créer une sauce crémeuse et savoureuse.",
    "image":"https://cdn.pratico-pratiques.com/app/uploads/sites/3/2018/08/20184526/soupe-thailandaise-au-poulet-et-coriandre-1.jpeg"
    },
  {
  "id":2, 
  "name":"Saumon à la crème",
  "category":"Poisson",
  "description":"Le saumon à la crème est un plat raffiné mettant en valeur la saveur délicate du poisson. Cette recette Saint-Loise utilise une crème onctueuse pour créer une sauce riche accompagnant parfaitement le saumon de Cherbourg. Simple à préparer, ce plat est parfait pour un dîner spécial ou une occasion spéciale.",
  "image":"https://cdn.pratico-pratiques.com/app/uploads/sites/3/2021/03/30104302/saumon-en-sauce-cremeuse-dans-la-poele.jpg"
  
},
  {
  "id":3, 
  "name":"Cake tomate séché feta",
  "category":"Cake",
  "description":"*",
  "image":"https://recette.supertoinette.com/151849/m/cake-aux-tomates-sechees-et-feta.jpg"

  },
  {
  "id":4, 
  "name":"Pâte au pesto verde",
  "category":"Pâte",
  "description":"Les pâtes au pesto sont une recette italienne classique et simple, composée de pâtes cuites al dente et mélangées avec une sauce pesto fraîche à base de basilic, d'ail, de pignons de pin, d'huile d'olive et de parmesan râpé. Ce plat savoureux et facile à préparer est parfait pour un déjeuner rapide ou un dîner léger en semaine.",
  "image":"https://media.soscuisine.com/images/recettes/large/682.jpg"
  },
  {
  "id":5, 
  "name":"Poulet coco mariné",
  "category":"Plat en sauce",
  "description":"Le poulet coco mariné au citron vert est un plat délicieux et exotique, inspiré de la cuisine asiatique. Le poulet est mariné dans un mélange de lait de coco, de citron vert et de gingembre pour donner une saveur tendre et juteuse. Ce plat peut être servi avec du riz ou des légumes sautés pour un repas complet et sain.",
  "image":"https://img.cuisineaz.com/660x660/2016/05/27/i93445-poulet-marine.jpg"
},
  {
  "id":6, 
  "name":"Macro à la moutarde",
  "category":"Poisson",
  "description":"Le macron moutarde est une recette simple et délicieuse qui met en valeur la saveur subtile du poisson. Les filets de macron sont enrobés de moutarde et de chapelure, puis cuits au four pour créer une croûte dorée et croustillante. Ce plat peut être servi avec des légumes ou des pommes de terre pour un repas sain et satisfaisant.",
  "image":"https://assets.afcdn.com/recipe/20150218/66136_w1024h576c1cx480cy360.webp"  
},
  {
  "id":7, 
  "name":"Pâte au pesto roso",
  "category":"Pâte",
  "description":"Les pâtes au pesto sont une recette italienne classique et simple, composée de pâtes cuites al dente et mélangées avec une sauce pesto fraîche à base de basilic, d'ail, de pignons de pin, d'huile d'olive et de parmesan râpé. Ce plat savoureux et facile à préparer est parfait pour un déjeuner rapide ou un dîner léger en semaine.",
  "ingrédient": [
    {
      "pâte": 60,
      "Pôt de pesto": 0.5,
      "Parmesan":20  
    }
  ]},
  {
  "id":8, 
  "name":"Cake lardon petit pois",
  "category":"Cake",
  "description":"Le cake aux lardons et petits pois est une recette salée facile à préparer, idéale pour un déjeuner rapide ou un apéritif. Le mélange de lardons fumés et de petits pois ajoute une texture croquante et une saveur douce et salée à la pâte à cake. Ce plat peut être servi en tranches et accompagné d'une salade verte pour un repas léger et savoureux."
  }, 
  {
  "id":9, 
  "name":"Cake tomates séchées",
  "category":"Cake",
  "description":"Le cake aux lardons et tomates séchées est une recette simple mais délicieuse, parfaite pour un apéritif ou un déjeuner rapide. Les lardons fumés et les tomates séchées ajoutent une saveur salée et umami à la pâte à cake moelleuse. Ce plat peut être servi en tranches avec une salade verte ou en apéritif coupé en petits cubes."
  }, 
  {
  "id":10, 
  "name":"Quiche Lorraine",
  "category":"Quiche",
  "description":"La quiche lorraine est une spécialité française classique, composée d'une pâte brisée croustillante et d'une garniture riche en oeufs, en crème fraîche, en lardons et en fromage. Cette tarte salée cuite au four est savoureuse et consistante, parfaite pour un déjeuner ou un dîner facile à préparer. Elle peut être servie chaude ou froide avec une salade verte pour un repas complet et équilibré."
  }, 
  {
  "id":11, 
  "name":"Quiche au poireau et au lardon",
  "category":"Quiche",
  "description":"La quiche aux poireaux et aux lardons est une variante savoureuse de la quiche traditionnelle. Elle est composée d'une pâte brisée croustillante, garnie d'une délicieuse combinaison de poireaux fondants, de lardons fumés et d'une crème riche en oeufs. Ce plat peut être servi chaud ou froid, en tranches, accompagné d'une salade verte pour un repas simple et délicieux."
  },
  {
    "id":12, 
    "name":"Semoule Oeuf",
    "category":"Sur le pouce",
    "description":"L'association d'un œuf et de la semoule est une recette simple et rapide à préparer. La semoule est cuite dans de l'eau bouillante avant d'être assaisonnée de beurre et de sel. Un œuf poché est ensuite ajouté pour apporter une texture crémeuse et une dose supplémentaire de protéines. Ce plat est parfait pour un petit déjeuner nourrissant ou pour un repas rapide et facile à préparer."
    },
    {
      "id":13, 
      "name":"Lasagne ricotta epinard",
      "category":"Pâte",
      "description":"Les lasagnes à la ricotta et aux épinards sont une alternative délicieuse aux traditionnelles lasagnes à la viande. Les épinards frais sont mélangés à une onctueuse ricotta, puis superposés entre les feuilles de lasagne pour créer un plat savoureux et réconfortant. Cette recette peut être personnalisée avec l'ajout de légumes supplémentaires ou de différentes herbes pour un plat savoureux et sain."
      },
        {
          "id":14, 
          "name":"Haché Carré",
          "category":"Junk Food",
          "description":"Le Haché Carré Portbaillais est un plat délicieux et facile à préparer, parfait pour un repas rapide en semaine. La recette consiste à utiliser des pommes de terre carrées surgelées et des steaks hachés coupés en petits morceaux, cuits avec de la crème pour créer une sauce crémeuse et savoureuse. "
          }
  ]


  
  